Repository: gertvermeersch/eu-vat-guard-for-woocommerce
Catalog: languages/*-vat-guard-for-woocommerce-*.po
Languages: bg_bg, de_de, et_ee, fi_fi

source: Local pickup shipping method selected
bg_bg: Избран е метод за доставка локално вземане
de_de: Selbstabholung als Versandmethode ausgewählt
et_ee: Valitud kohalik kättesaamise tarneviis
fi_fi: Nouto paikan päältä -toimitusmenetelmä valittu

source: Billing/shipping country doesn't match VAT number country
bg_bg: Страната за фактуриране/доставка не съвпада със страната на ДДС номера
de_de: Rechnungs-/Versandland stimmt nicht mit dem USt-IdNr.-Land überein

source: VIES validation fails (if enabled)
bg_bg: VIES валидирането неуспешно (ако е активирано)
de_de: VIES-Validierung schlägt fehl (falls aktiviert)
et_ee: VIES kontrollimine ebaõnnestub (kui lubatud)
fi_fi: VIES-vahvistus epäonnistuu (jos käytössä)

source: 📋 Supported Features
bg_bg: 📋 Поддържани функции
de_de: 📋 Unterstützte Funktionen
et_ee: 📋 Toetatud funktsioonid
fi_fi: 📋 Tuetut ominaisuudet

source: Classic WooCommerce checkout
bg_bg: Класически WooCommerce checkout
de_de: Klassische WooCommerce-Kasse
et_ee: Klassikaline WooCommerce kassa
fi_fi: Perinteinen WooCommerce-kassa

source: Block-based checkout (Cart & Checkout blocks)
bg_bg: Блоков checkout (блокове за количка и checkout)
de_de: Block-basierte Kasse (Warenkorb & Kassen-Blöcke)
et_ee: Plokipõhine kassa (ostukorvi ja kassa plokid)
fi_fi: Lohkopohjainen kassa (Ostoskori- ja kassalohkot)

source: Customer registration and account pages
bg_bg: Регистрация на клиенти и страници за акаунт
de_de: Kundenregistrierung und Kontoseiten
et_ee: Kliendi registreerimise ja konto lehed
fi_fi: Asiakasrekisteröinti ja tilisivut

source: Admin order management
bg_bg: Администраторско управление на поръчки
de_de: Admin-Bestellverwaltung
et_ee: Administraatori tellimuste haldus
fi_fi: Ylläpidon tilaushallinta

source: Email notifications
bg_bg: Имейл уведомления
de_de: E-Mail-Benachrichtigungen
et_ee: E-posti teavitused
fi_fi: Sähköposti-ilmoitukset

source: All 27 EU member states VAT formats
bg_bg: Всички 27 ЕС държави членки ДДС формати
de_de: Alle 27 EU-Mitgliedstaaten USt-IdNr.-Formate
et_ee: Kõigi 27 EL liikmesriigi käibemaksu formaadid
fi_fi: Kaikkien 27 EU-jäsenvaltion ALV-muodot

source: ⚙️ Configuration Tips
bg_bg: ⚙️ Съвети за конфигуриране
de_de: ⚙️ Konfigurationstipps
et_ee: ⚙️ Seadistamise nõuanded
fi_fi: ⚙️ Konfigurointivinkkejä

source: B2B Only:
bg_bg: Само B2B:
de_de: Nur B2B:
et_ee: Ainult B2B:
fi_fi: Vain B2B:

source: Enable "Require VAT Number" to sell only to businesses
bg_bg: Активирайте "Изискване на ДДС номер" за продажба само на фирми
de_de: Aktivieren Sie "USt-IdNr. erforderlich", um nur an Unternehmen zu verkaufen
et_ee: Luba "Nõua käibemaksunumbrit", et müüa ainult ettevõtetele
fi_fi: Ota käyttöön "Vaadi ALV-numero" myydäksesi vain yrityksille

source: VIES Validation:
bg_bg: VIES валидиране:
de_de: VIES-Validierung:
et_ee: VIES kontrollimine:
fi_fi: VIES-vahvistus:

source: Enable for stricter validation, but consider enabling "Ignore VIES errors" for better user experience when the service is down
bg_bg: Активирайте за по-строго валидиране, но помислете за активиране на "Игнориране на VIES грешки" за по-добро потребителско изживяване, когато услугата не работи
de_de: Aktivieren für strengere Validierung, aber erwägen Sie "VIES-Fehler ignorieren" für bessere Benutzererfahrung, wenn der Service nicht verfügbar ist
et_ee: Luba rangemaks kontrollimiseks, kuid kaaluge "Ignoreeri VIES vigu" lubamist parema kasutajakogemuse jaoks, kui teenus ei tööta
fi_fi: Ota käyttöön tiukempaa vahvistusta varten, mutta harkitse "Ohita VIES-virheet" -asetuksen käyttöönottoa parempaa käyttökokemusta varten kun palvelu on alhaalla

source: Block Checkout:
bg_bg: Блоков checkout:
de_de: Block-Kasse:
et_ee: Ploki kassa:
fi_fi: Lohkokassa:

source: Enable if you're using WooCommerce's new block-based checkout
bg_bg: Активирайте, ако използвате новия блоков checkout на WooCommerce
de_de: Aktivieren, wenn Sie WooCommerces neue block-basierte Kasse verwenden
et_ee: Luba, kui kasutate WooCommerce uut plokipõhist kassat
fi_fi: Ota käyttöön jos käytät WooCommercen uutta lohkopohjaista kassaa

source: 📞 Need Help?
bg_bg: 📞 Нуждаете се от помощ?
de_de: 📞 Benötigen Sie Hilfe?
et_ee: 📞 Vajate abi?
fi_fi: 📞 Tarvitsetko apua?

source: If you encounter any issues or need assistance with VAT compliance, please contact our support team. We're here to help ensure your store meets all EU VAT requirements.
bg_bg: Ако срещнете проблеми или се нуждаете от помощ със съответствието с ДДС, моля свържете се с нашия екип за поддръжка. Тук сме, за да помогнем да се уверим, че вашият магазин отговаря на всички ЕС ДДС изисквания.
de_de: Wenn Sie Probleme haben oder Hilfe bei der Umsatzsteuer-Compliance benötigen, kontaktieren Sie bitte unser Support-Team. Wir helfen dabei sicherzustellen, dass Ihr Shop alle EU-Umsatzsteueranforderungen erfüllt.
et_ee: Kui teil tekib probleeme või vajate abi käibemaksu nõuetele vastavuse tagamisel, võtke ühendust meie tugimeeskonnaga. Oleme siin, et aidata tagada, et teie pood vastab kõigile EL käibemaksu nõuetele.
fi_fi: Jos kohtaat ongelmia tai tarvitset apua ALV-vaatimustenmukaisuudessa, ota yhteyttä tukitiimiimme. Olemme täällä auttamassa varmistamaan että kauppasi täyttää kaikki EU:n ALV-vaatimukset.

source: Email:
bg_bg: Имейл:
et_ee: E-post:
fi_fi: Sähköposti:

source: Website:
bg_bg: Уебсайт:
et_ee: Veebileht:
fi_fi: Verkkosivusto:

source: Help & Support
bg_bg: Помощ и поддръжка
de_de: Hilfe & Support
et_ee: Abi ja tugi
fi_fi: Ohje ja tuki

source: Need help with the plugin? Have questions about VAT compliance or configuration?
bg_bg: Нуждаете се от помощ с плъгина? Имате въпроси относно съответствието с ДДС или конфигурацията?
de_de: Benötigen Sie Hilfe mit dem Plugin? Haben Sie Fragen zur Umsatzsteuer-Compliance oder Konfiguration?
et_ee: Vajate abi pluginaga? On küsimusi käibemaksu nõuetele vastavuse või seadistamise kohta?
fi_fi: Tarvitsetko apua laajennuksen kanssa? Onko sinulla kysymyksiä ALV-vaatimustenmukaisuudesta tai konfiguroinnista?

source: Visit our support forum on WordPress.org where our team and community can help you:
bg_bg: Посетете нашия форум за поддръжка в WordPress.org, където нашият екип и общността могат да ви помогнат:
de_de: Besuchen Sie unser Support-Forum auf WordPress.org, wo unser Team und die Community Ihnen helfen können:
et_ee: Külastage meie tugifoorumit WordPress.org-is, kus meie meeskond ja kogukond saavad teid aidata:
fi_fi: Vieraile tukifoorumillamme WordPress.orgissa, jossa tiimimme ja yhteisömme voivat auttaa sinua:

source: Visit Support Forum
bg_bg: Посетете форума за поддръжка
de_de: Support-Forum besuchen
et_ee: Külasta tugifoorumit
fi_fi: Vieraile tukifoorumilla

source: Before posting, please search existing topics - your question might already be answered!
bg_bg: Преди да публикувате, моля потърсете в съществуващите теми - въпросът ви може вече да е отговорен!
de_de: Bevor Sie posten, suchen Sie bitte in bestehenden Themen - Ihre Frage könnte bereits beantwortet sein!
et_ee: Enne postitamist otsige olemasolevaid teemasid - teie küsimusele võib juba vastatud olla!
fi_fi: Ennen viestin lähettämistä, etsi olemassa olevia aiheita - kysymykseesi saattaa olla jo vastattu!

source: Love This Plugin?
bg_bg: Харесвате този плъгин?
de_de: Lieben Sie dieses Plugin?
et_ee: Meeldib see plugin?
fi_fi: Pidätkö tästä laajennuksesta?

source: If EU VAT Guard has helped your business, please consider leaving a review. Your feedback helps us improve and helps other store owners discover the plugin.
bg_bg: Ако EU VAT Guard е помогнал на вашия бизнес, моля помислете за оставяне на отзив. Вашата обратна връзка ни помага да се подобряваме и помага на други собственици на магазини да открият плъгина.
de_de: Wenn EU VAT Guard Ihrem Unternehmen geholfen hat, hinterlassen Sie bitte eine Bewertung. Ihr Feedback hilft uns bei der Verbesserung und hilft anderen Shop-Betreibern, das Plugin zu entdecken.
et_ee: Kui EU VAT Guard on teie äri aidanud, kaaluge arvustuse jätmist. Teie tagasiside aitab meil paremaks muutuda ja aitab teistel poeomanikkel pluginat avastada.
fi_fi: Jos EU VAT Guard on auttanut yritystäsi, harkitse arvostelun jättämistä. Palautteesi auttaa meitä kehittymään ja auttaa muita kaupan omistajia löytämään laajennuksen.

source: It only takes a minute and means the world to us! 🙏
bg_bg: Отнема само минута и означава света за нас! 🙏
de_de: Es dauert nur eine Minute und bedeutet uns die Welt! 🙏
et_ee: See võtab ainult minuti aega ja tähendab meile väga palju! 🙏
fi_fi: Se kestää vain minuutin ja merkitsee meille maailmaa! 🙏

source: Documentation
bg_bg: Документация
de_de: Dokumentation
et_ee: Dokumentatsioon
fi_fi: Dokumentaatio

source: Learn more about how VAT Guard works and how to configure it for your store:
bg_bg: Научете повече за това как работи VAT Guard и как да го конфигурирате за вашия магазин:
de_de: Erfahren Sie mehr darüber, wie VAT Guard funktioniert und wie Sie es für Ihren Shop konfigurieren:
et_ee: Õppige rohkem selle kohta, kuidas VAT Guard töötab ja kuidas seda oma poe jaoks seadistada:
fi_fi: Opi lisää siitä, kuinka VAT Guard toimii ja kuinka konfiguroida se kaupallesi:

source: How It Works - VAT Exemption Rules
bg_bg: Как работи - Правила за освобождаване от ДДС
de_de: Wie es funktioniert - Umsatzsteuerbefreiungsregeln
et_ee: Kuidas see töötab - käibemaksuvabastuse reeglid
fi_fi: Kuinka se toimii - ALV-vapautussäännöt

source: Basic Settings - Configure Required Fields
bg_bg: Основни настройки - Конфигуриране на задължителни полета
de_de: Grundeinstellungen - Pflichtfelder konfigurieren
et_ee: Põhiseaded - seadista kohustuslikud väljad
fi_fi: Perusasetukset - Konfiguroi pakolliset kentät

source: Advanced Settings - Custom Labels & Exemption Rules
bg_bg: Разширени настройки - Персонализирани етикети и правила за освобождаване
de_de: Erweiterte Einstellungen - Benutzerdefinierte Beschriftungen & Befreiungsregeln
et_ee: Täpsemad seaded - kohandatud sildid ja vabastuse reeglid
fi_fi: Lisäasetukset - Mukautetut tunnisteet ja vapautussäännöt

source: Common Questions
bg_bg: Често задавани въпроси
de_de: Häufige Fragen
et_ee: Sagedased küsimused
fi_fi: Yleisiä kysymyksiä

source: Does this work with WooCommerce blocks?
bg_bg: Работи ли това с блоковете на WooCommerce?
de_de: Funktioniert das mit WooCommerce-Blöcken?
et_ee: Kas see töötab WooCommerce plokkidega?
fi_fi: Toimiiko tämä WooCommerce-lohkojen kanssa?

source: Yes! The plugin fully supports both classic checkout and the new block-based checkout. Enable "Block-based Checkout Support" in Settings.
bg_bg: Да! Плъгинът напълно поддържа както класическия checkout, така и новия блоков checkout. Активирайте "Поддръжка за блоков checkout" в Настройки.
de_de: Ja! Das Plugin unterstützt vollständig sowohl die klassische Kasse als auch die neue block-basierte Kasse. Aktivieren Sie "Block-basierte Kassen-Unterstützung" in den Einstellungen.
et_ee: Jah! Plugin toetab täielikult nii klassikalist kassat kui ka uut plokipõhist kassat. Luba "Plokipõhise kassa tugi" seadetes.
fi_fi: Kyllä! Laajennus tukee täysin sekä perinteistä kassaa että uutta lohkopohjaista kassaa. Ota käyttöön "Lohkopohjainen kassatuki" asetuksissa.

source: What VAT number formats are supported?
bg_bg: Кои формати на ДДС номера са поддържани?
de_de: Welche USt-IdNr.-Formate werden unterstützt?

source: Is VIES validation required?
bg_bg: Изисква ли се VIES валидиране?
de_de: Ist VIES-Validierung erforderlich?
et_ee: Kas VIES kontrollimine on nõutav?
fi_fi: Onko VIES-vahvistus pakollinen?

source: No, VIES validation is optional. You can use format-only validation or enable real-time VIES checking in Settings.
bg_bg: Не, VIES валидирането е по избор. Можете да използвате валидиране само на формат или да активирате проверка на VIES в реално време в Настройки.
de_de: Nein, VIES-Validierung ist optional. Sie können nur Format-Validierung verwenden oder Echtzeit-VIES-Prüfung in den Einstellungen aktivieren.
et_ee: Ei, VIES kontrollimine on valikuline. Saate kasutada ainult formaadi kontrollimist või lubada reaalajas VIES kontrollimise seadetes.
fi_fi: Ei, VIES-vahvistus on valinnainen. Voit käyttää vain muodon vahvistusta tai ottaa käyttöön reaaliaikaisen VIES-tarkistuksen asetuksissa.

source: Does this handle VAT exemptions automatically?
bg_bg: Обработва ли това автоматично освобождаванията от ДДС?
de_de: Behandelt das Umsatzsteuerbefreiungen automatisch?
et_ee: Kas see käsitleb käibemaksuvabastusi automaatselt?
fi_fi: Käsitteleekö tämä ALV-vapautukset automaattisesti?

source: Yes, the plugin automatically applies VAT exemptions for valid B2B transactions between different EU countries. See the How It Works tab for details.
bg_bg: Да, плъгинът автоматично прилага освобождавания от ДДС за валидни B2B транзакции между различни ЕС държави. Вижте раздела Как работи за подробности.
de_de: Ja, das Plugin wendet automatisch Umsatzsteuerbefreiungen für gültige B2B-Transaktionen zwischen verschiedenen EU-Ländern an. Siehe den Tab "Wie es funktioniert" für Details.
et_ee: Jah, plugin rakendab automaatselt käibemaksuvabastusi kehtivate B2B tehingute puhul erinevate EL riikide vahel. Üksikasju vaata "Kuidas see töötab" vahekaardilt.
fi_fi: Kyllä, laajennus soveltaa automaattisesti ALV-vapautukset kelvollisille B2B-transaktioille eri EU-maiden välillä. Katso "Kuinka se toimii" -välilehti yksityiskohtia varten.

source: Useful Links
bg_bg: Полезни връзки
de_de: Nützliche Links
et_ee: Kasulikud lingid
fi_fi: Hyödyllisiä linkkejä

source: Plugin Page on WordPress.org
bg_bg: Страница на плъгина в WordPress.org
de_de: Plugin-Seite auf WordPress.org
et_ee: Plugina leht WordPress.org-is
fi_fi: Laajennussivu WordPress.orgissa

source: Frequently Asked Questions
bg_bg: Често задавани въпроси
de_de: Häufig gestellte Fragen
et_ee: Korduma kippuvad küsimused
fi_fi: Usein kysytyt kysymykset

source: Stormlabs Website
bg_bg: Уебсайт на Stormlabs
et_ee: Stormlabs veebileht
fi_fi: Stormlabsin verkkosivusto

source: EU VIES VAT Number Validation
bg_bg: ЕС VIES валидиране на ДДС номер
de_de: EU VIES USt-IdNr.-Validierung

source: Thank You for Using EU VAT Guard!
bg_bg: Благодарим ви, че използвате EU VAT Guard!
de_de: Vielen Dank für die Nutzung von EU VAT Guard!
et_ee: Täname teid EU VAT Guard kasutamise eest!
fi_fi: Kiitos EU VAT Guardin käytöstä!

source: We're committed to helping your business comply with EU VAT regulations. If you have any suggestions for improvements, we'd love to hear from you.
bg_bg: Ние сме ангажирани да помогнем на вашия бизнес да спазва ЕС ДДС регулациите. Ако имате предложения за подобрения, ще се радваме да ги чуем.
de_de: Wir sind bestrebt, Ihrem Unternehmen bei der Einhaltung der EU-Umsatzsteuervorschriften zu helfen. Wenn Sie Verbesserungsvorschläge haben, würden wir gerne von Ihnen hören.
et_ee: Oleme pühendunud teie äri aitamisele EL käibemaksuseaduste järgimisel. Kui teil on parandusettepanekuid, kuuleksime neid hea meelega.
fi_fi: Olemme sitoutuneet auttamaan yritystäsi noudattamaan EU:n ALV-säännöksiä. Jos sinulla on parannusehdotuksia, haluaisimme kuulla niistä.

source: Validating VAT number...
bg_bg: Валидиране на ДДС номер...
de_de: Validiere Umsatzsteuer-Identifikationsnummer...
et_ee: Käibemaksunumbri kontrollimine...
fi_fi: Vahvistetaan ALV-numeroa...

source: VAT number is valid
bg_bg: ДДС номерът е валиден
de_de: Umsatzsteuer-Identifikationsnummer ist gültig
et_ee: Käibemaksunumber on kehtiv
fi_fi: ALV-numero on kelvollinen

source: Invalid VAT number
bg_bg: Невалиден ДДС номер
de_de: Ungültige Umsatzsteuer-Identifikationsnummer
et_ee: Kehtetu käibemaksunumber
fi_fi: Virheellinen ALV-numero

source: Whether the customer is VAT exempt
bg_bg: Дали клиентът е освободен от ДДС
de_de: Ob der Kunde umsatzsteuerbefreit ist
et_ee: Kas klient on käibemaksuvaba
fi_fi: Onko asiakas ALV-vapautettu

source: Customer VAT number
bg_bg: ДДС номер на клиента
de_de: Kunden-Umsatzsteuer-Identifikationsnummer
et_ee: Kliendi käibemaksunumber
fi_fi: Asiakkaan ALV-numero

source: VAT exempt message to display
bg_bg: Съобщение за освобождаване от ДДС за показване
de_de: Anzuzeigende Umsatzsteuerbefreiungsnachricht
et_ee: Käibemaksuvabastuse sõnum kuvamiseks
fi_fi: Näytettävä ALV-vapautusviesti

source: The billing country must match the country of the VAT number.
bg_bg: Страната за фактуриране трябва да съвпада със страната на ДДС номера.
de_de: Das Rechnungsland muss mit dem Land der Umsatzsteuer-Identifikationsnummer übereinstimmen.
et_ee: Arveldusmaa peab vastama käibemaksunumbri riigile.
fi_fi: Laskutusmaan on vastattava ALV-numeron maata.

source: Please enter a valid EU VAT number.
bg_bg: Моля, въведете валиден ЕС ДДС номер.
de_de: Bitte geben Sie eine gültige EU-Umsatzsteuer-Identifikationsnummer ein.
et_ee: Palun sisestage kehtiv EL käibemaksunumber.
fi_fi: Anna kelvollinen EU ALV-numero.

source: This VAT number is not valid according to the VIES service.
bg_bg: Този ДДС номер не е валиден според услугата VIES.
de_de: Diese Umsatzsteuer-Identifikationsnummer ist laut VIES-Dienst nicht gültig.
et_ee: See käibemaksunumber ei ole kehtiv VIES teenuse kohaselt.
fi_fi: Tämä ALV-numero ei ole kelvollinen VIES-palvelun mukaan.

source: VAT number validation is currently unavailable. Please try again later or contact the website owner.
bg_bg: Валидирането на ДДС номера в момента не е налично. Моля, опитайте отново по-късно или се свържете със собственика на уебсайта.
de_de: Die Validierung der Umsatzsteuer-Identifikationsnummer ist derzeit nicht verfügbar. Bitte versuchen Sie es später erneut oder kontaktieren Sie den Website-Betreiber.
et_ee: Käibemaksunumbri kontrollimine ei ole praegu saadaval. Palun proovige hiljem uuesti või võtke ühendust veebisaidi omanikuga.
fi_fi: ALV-numeron vahvistus ei ole tällä hetkellä käytettävissä. Yritä myöhemmin uudelleen tai ota yhteyttä sivuston omistajaan.

source: VAT Status
bg_bg: ДДС статус
de_de: USt-Status
et_ee: Käibemaksu staatus
fi_fi: ALV-tila

source: VAT Number:
bg_bg: ДДС номер:
de_de: USt-IdNr.:
et_ee: Käibemaksukohustuslase number:
fi_fi: ALV-numero:

source: VAT exempt
bg_bg: Освободен от ДДС
de_de: Umsatzsteuerbefreit
et_ee: Käibemaksuvaba
fi_fi: ALV-vapautettu

source: VAT Rate Importer
bg_bg: Импортер на ДДС тарифи
de_de: USt-Sätze Importeur
et_ee: Käibemaksumäärade importija
fi_fi: ALV-kantojen tuoja

source: You do not have sufficient permissions to access this page.
bg_bg: Нямате достатъчно права за достъп до тази страница.
de_de: Sie haben nicht die erforderlichen Berechtigungen, um auf diese Seite zuzugreifen.
et_ee: Teil ei ole piisavalt õigusi sellele lehele juurdepääsuks.
fi_fi: Sinulla ei ole riittäviä oikeuksia päästä tälle sivulle.

source: Please select at least one country to import.
bg_bg: Моля, изберете поне една държава за импортиране.
de_de: Bitte wählen Sie mindestens ein Land zum Importieren aus.
et_ee: Palun valige vähemalt üks riik importimiseks.
fi_fi: Valitse vähintään yksi maa tuotavaksi.

source: Successfully imported %d VAT rates.
bg_bg: Успешно импортирани %d ДДС тарифи.
de_de: Erfolgreich %d USt-Sätze importiert.
et_ee: Edukalt imporditud %d käibemaksumäära.
fi_fi: Onnistuneesti tuotu %d ALV-kantaa.

source: Reduced tax class not found. make sure this class exists in Woocommerce
bg_bg: Намалена данъчна класа не е намерена. Уверете се, че тази класа съществува в WooCommerce
de_de: Reduzierte Steuerklasse nicht gefunden. Stellen Sie sicher, dass diese Klasse in WooCommerce existiert
et_ee: Vähendatud maksuklass ei leitud. Veenduge, et see klass eksisteerib WooCommerce'is
fi_fi: Alennettu veroluokka ei löytynyt. Varmista että tämä luokka on olemassa WooCommercessa

source: EU VAT Rate Importer
bg_bg: ЕС ДДС импортер на тарифи
de_de: EU USt-Sätze Importeur
et_ee: EL käibemaksumäärade importija
fi_fi: EU ALV-kantojen tuoja

source: Import current EU VAT rates into your WooCommerce tax settings. This tool will create or update tax rates for the selected countries.
bg_bg: Импортирайте актуалните ЕС ДДС тарифи в настройките за данъци на WooCommerce. Този инструмент ще създаде или актуализира данъчните тарифи за избраните държави.
de_de: Importieren Sie aktuelle EU-USt-Sätze in Ihre WooCommerce-Steuereinstellungen. Dieses Tool erstellt oder aktualisiert Steuersätze für die ausgewählten Länder.
et_ee: Impordi praegused EL käibemaksumäärad oma WooCommerce maksuseadetesse. See tööriist loob või uuendab valitud riikide maksumäärasid.
fi_fi: Tuo nykyiset EU ALV-kannat WooCommerce-veroasetuksiisi. Tämä työkalu luo tai päivittää verokannat valituille maille.

source: Select Countries
bg_bg: Изберете държави
de_de: Länder auswählen
et_ee: Vali riigid
fi_fi: Valitse maat

source: Select All
bg_bg: Избери всички
de_de: Alle auswählen
et_ee: Vali kõik
fi_fi: Valitse kaikki

source: standard
bg_bg: стандартна
et_ee: standardne
fi_fi: normaali

source: reduced
bg_bg: намалена
de_de: reduziert
et_ee: vähendatud
fi_fi: alennettu

source: Only countries that are enabled in your WooCommerce selling locations are shown.
bg_bg: Показват се само държави, които са активирани в локациите за продажба на WooCommerce.
de_de: Es werden nur Länder angezeigt, die in Ihren WooCommerce-Verkaufsstandorten aktiviert sind.
et_ee: Kuvatakse ainult riigid, mis on lubatud teie WooCommerce müügikohtades.
fi_fi: Vain maat, jotka on otettu käyttöön WooCommerce-myyntipaikoissasi, näytetään.

source: Include Reduced Rates
bg_bg: Включване на намалени тарифи
de_de: Reduzierte Sätze einschließen
et_ee: Kaasa vähendatud määrad
fi_fi: Sisällytä alennetut kannat

source: Import reduced VAT rates (lower rates for specific goods)
bg_bg: Импортиране на намалени ДДС тарифи (по-ниски тарифи за специфични стоки)
de_de: Reduzierte USt-Sätze importieren (niedrigere Sätze für bestimmte Waren)
et_ee: Impordi vähendatud käibemaksumäärad (madalamad määrad konkreetsetele kaupadele)
fi_fi: Tuo alennetut ALV-kannat (alemmat kannat tietyille tuotteille)

source: Reduced rates will be imported as separate tax classes that you can assign to specific products.
bg_bg: Намалените тарифи ще бъдат импортирани като отделни данъчни класи, които можете да присвоите на специфични продукти.
de_de: Reduzierte Sätze werden als separate Steuerklassen importiert, die Sie bestimmten Produkten zuweisen können.
et_ee: Vähendatud määrad imporditakse eraldi maksuklassidena, mida saate määrata konkreetsetele toodetele.
fi_fi: Alennetut kannat tuodaan erillisinä veroluokkina, jotka voit määrittää tietyille tuotteille.

source: Import Selected VAT Rates
bg_bg: Импортиране на избрани ДДС тарифи
de_de: Ausgewählte USt-Sätze importieren
et_ee: Impordi valitud käibemaksumäärad
fi_fi: Tuo valitut ALV-kannat

source: Current EU VAT Rates Overview
bg_bg: Преглед на актуални ЕС ДДС тарифи
de_de: Aktuelle EU-USt-Sätze Übersicht
et_ee: Praeguste EL käibemaksumäärade ülevaade
fi_fi: Nykyisten EU ALV-kantojen yleiskatsaus

source: Country
bg_bg: Държава
de_de: Land
et_ee: Riik
fi_fi: Maa

source: Standard Rate
bg_bg: Стандартна тарифа
de_de: Standardsatz
et_ee: Standardmäär
fi_fi: Normaalikanta

source: Reduced Rates
bg_bg: Намалени тарифи
de_de: Reduzierte Sätze
et_ee: Vähendatud määrad
fi_fi: Alennetut kannat

source: None
bg_bg: Няма
de_de: Keine
et_ee: Puudub
fi_fi: Ei mitään

source: The shipping country must match the country of the VAT number.
bg_bg: Страната за доставка трябва да съвпада със страната на ДДС номера.
de_de: Das Versandland muss mit dem Land der Umsatzsteuer-Identifikationsnummer übereinstimmen.
et_ee: Tarnemaa peab vastama käibemaksunumbri riigile.
fi_fi: Toimitusmaan on vastattava ALV-numeron maata.

source: VAT Information
bg_bg: ДДС информация
de_de: USt-Informationen
et_ee: Käibemaksu teave
fi_fi: ALV-tiedot
