Repository: gertvermeersch/eu-vat-guard-for-woocommerce
Catalog: languages/*-vat-guard-for-woocommerce-*.po
Languages: bg_bg, de_de, et_ee, fi_fi

source: EU VAT Guard for WooCommerce
bg_bg: EU VAT Guard за WooCommerce
de_de: EU VAT Guard für WooCommerce

source: Manage EU VAT numbers and company information for WooCommerce customers and B2B. Adds company and VAT fields to registration, account, and checkout, exempts VAT (reverse charge) where applicable and provides admin tools for VAT management.
bg_bg: Управлява ЕС ДДС номера и информация за фирми за WooCommerce клиенти и B2B. Добавя полета за фирма и ДДС към регистрация, акаунт и поръчка, освобождава от ДДС (обратно начисляване) където е приложимо и предоставя админ инструменти за управление на ДДС.
de_de: Verwalten Sie EU-Umsatzsteuer-Identifikationsnummern und Unternehmensinformationen für WooCommerce-Kunden und B2B. Fügt Unternehmens- und USt-IdNr.-Felder zur Registrierung, zum Konto und zur Kasse hinzu, befreit von der Umsatzsteuer (Reverse-Charge) wo zutreffend und bietet Admin-Tools für die Umsatzsteuerverwaltung.
et_ee: Halda EL käibemaksunumbreid ja ettevõtte teavet WooCommerce klientide ja B2B jaoks. Lisab ettevõtte ja käibemaksu väljad registreerimisele, kontole ja kassasse, vabastab käibemaksust (pöördmaks) vajaduse korral ja pakub administraatori tööriistu käibemaksu haldamiseks.
fi_fi: Hallitse EU ALV-numeroita ja yritystietoja WooCommerce-asiakkaille ja B2B-asiakkaille. Lisää yritys- ja ALV-kentät rekisteröintiin, tiliin ja kassalle, vapauttaa ALV:n (käänteinen verovelvollisuus) tarvittaessa ja tarjoaa ylläpitotyökaluja ALV-hallintaan.

source: Please enter your company name.
bg_bg: Моля, въведете името на вашата фирма.
de_de: Bitte geben Sie Ihren Firmennamen ein.
et_ee: Palun sisestage oma ettevõtte nimi.
fi_fi: Anna yrityksesi nimi.

source: Please enter your VAT number.
bg_bg: Моля, въведете вашия ДДС номер.
de_de: Bitte geben Sie Ihre Umsatzsteuer-Identifikationsnummer ein.
et_ee: Palun sisestage oma käibemaksunumber.
fi_fi: Anna ALV-numerosi.

source: or
bg_bg: или
de_de: oder
et_ee: või
fi_fi: tai

source: Enter VAT number
bg_bg: Въведете ДДС номер
de_de: USt-IdNr. eingeben
et_ee: Sisestage käibemaksunumber
fi_fi: Anna ALV-numero

source: VAT number %s added and validated via admin.
bg_bg: ДДС номер %s добавен и валидиран чрез администратор.
de_de: Umsatzsteuer-Identifikationsnummer %s über Admin hinzugefügt und validiert.
et_ee: Käibemaksunumber %s lisatud ja kinnitatud administraatori kaudu.
fi_fi: ALV-numero %s lisätty ja vahvistettu ylläpidon kautta.

source: VAT number removed via admin.
bg_bg: ДДС номер премахнат чрез администратор.
de_de: Umsatzsteuer-Identifikationsnummer über Admin entfernt.
et_ee: Käibemaksunumber eemaldatud administraatori kaudu.
fi_fi: ALV-numero poistettu ylläpidon kautta.

source: VAT Guard Settings
bg_bg: Настройки на VAT Guard
de_de: VAT Guard Einstellungen

source: Settings
bg_bg: Настройки
de_de: Einstellungen
et_ee: Seaded
fi_fi: Asetukset

source: Thank you for using VAT Guard for WooCommerce! Your support helps us keep improving.
bg_bg: Благодарим ви, че използвате VAT Guard за WooCommerce! Вашата подкрепа ни помага да продължаваме да се подобряваме.
de_de: Vielen Dank für die Nutzung von VAT Guard für WooCommerce! Ihre Unterstützung hilft uns, uns weiter zu verbessern.
et_ee: Täname teid VAT Guard for WooCommerce kasutamise eest! Teie tugi aitab meil jätkuvalt paremaks muutuda.
fi_fi: Kiitos VAT Guard for WooCommercen käytöstä! Tukesi auttaa meitä jatkuvassa kehittämisessä.

source: Get Support
bg_bg: Получете поддръжка
de_de: Support erhalten
et_ee: Saa tuge
fi_fi: Hanki tukea

source: Leave a Review
bg_bg: Оставете отзив
de_de: Bewertung hinterlassen
et_ee: Jäta arvustus
fi_fi: Jätä arvostelu

source: Advanced
bg_bg: Разширени
de_de: Erweitert
et_ee: Täpsemad
fi_fi: Lisäasetukset

source: How It Works
bg_bg: Как работи
de_de: Wie es funktioniert
et_ee: Kuidas see töötab
fi_fi: Kuinka se toimii

source: Help
bg_bg: Помощ
de_de: Hilfe
et_ee: Abi
fi_fi: Ohje

source: Enable Block-based Checkout Support
bg_bg: Активиране на поддръжка за блоков checkout
de_de: Block-basierte Kassen-Unterstützung aktivieren
et_ee: Luba plokipõhise kassa tugi
fi_fi: Ota käyttöön lohkopohjainen kassatuki

source: Enable support for WooCommerce Block-based Checkout (Cart & Checkout Blocks)
bg_bg: Активиране на поддръжка за WooCommerce блоков checkout (блокове за количка и checkout)
de_de: Unterstützung für WooCommerce Block-basierte Kasse aktivieren (Warenkorb & Kassen-Blöcke)
et_ee: Luba WooCommerce plokipõhise kassa tugi (ostukorvi ja kassa plokid)
fi_fi: Ota käyttöön tuki WooCommercen lohkopohjaiselle kassalle (Ostoskori- ja kassalohkot)

source: Disable when using classic checkout or Cartflows
bg_bg: Деактивирайте при използване на класически checkout или Cartflows
de_de: Deaktivieren bei Verwendung der klassischen Kasse oder Cartflows
et_ee: Keela klassikalise kassa või Cartflows kasutamisel
fi_fi: Poista käytöstä käytettäessä perinteistä kassaa tai Cartflowsia

source: Require Company Name
bg_bg: Изискване на име на фирма
de_de: Firmenname erforderlich
et_ee: Nõua ettevõtte nime
fi_fi: Vaadi yrityksen nimi

source: Make company name a required field
bg_bg: Направете името на фирмата задължително поле
de_de: Firmenname zu einem Pflichtfeld machen
et_ee: Muuda ettevõtte nimi kohustuslikuks väljaks
fi_fi: Tee yrityksen nimestä pakollinen kenttä

source: Warning: This does not have effect on the block based checkout. You need to manually enable the Company name field in the block editor.
bg_bg: Внимание: Това няма ефект върху блоковия checkout. Трябва ръчно да активирате полето за име на фирма в блоковия редактор.
de_de: Warnung: Dies hat keine Auswirkung auf die block-basierte Kasse. Sie müssen das Firmenname-Feld manuell im Block-Editor aktivieren.
et_ee: Hoiatus: See ei mõjuta plokipõhist kassat. Peate käsitsi lubama ettevõtte nime välja plokiredaktoris.
fi_fi: Varoitus: Tämä ei vaikuta lohkopohjaiseen kassaan. Sinun täytyy ottaa yrityksen nimi -kenttä käyttöön manuaalisesti lohkoeditorissa.

source: Require VAT Number - only sell B2B
bg_bg: Изискване на ДДС номер - само B2B продажби
de_de: USt-IdNr. erforderlich - nur B2B-Verkauf
et_ee: Nõua käibemaksunumbrit - müü ainult B2B
fi_fi: Vaadi ALV-numero - myy vain B2B-asiakkaille

source: Make VAT number a required field
bg_bg: Направете ДДС номера задължително поле
de_de: USt-IdNr. zu einem Pflichtfeld machen
et_ee: Muuda käibemaksunumber kohustuslikuks väljaks
fi_fi: Tee ALV-numerosta pakollinen kenttä

source: Validate VAT Number with VIES
bg_bg: Валидиране на ДДС номер с VIES
de_de: USt-IdNr. mit VIES validieren

source: Check VAT number validity with the official VIES service
bg_bg: Проверка на валидността на ДДС номера с официалната VIES услуга
de_de: Gültigkeit der USt-IdNr. mit dem offiziellen VIES-Dienst prüfen

source: VIES (VAT Information Exchange System) is a search engine (not a database) owned by the European Commission
bg_bg: VIES (Система за обмен на информация за ДДС) е търсачка (не база данни), собственост на Европейската комисия
de_de: VIES (Mehrwertsteuer-Informationsaustauschsystem) ist eine Suchmaschine (keine Datenbank), die der Europäischen Kommission gehört
et_ee: VIES (käibemaksuteabe vahetussüsteem) on Euroopa Komisjoni otsimootor (mitte andmebaas)
fi_fi: VIES (VAT Information Exchange System) on Euroopan komission omistama hakukone (ei tietokanta)

source: Ignore VIES errors
bg_bg: Игнориране на VIES грешки
de_de: VIES-Fehler ignorieren
et_ee: Ignoreeri VIES vigu
fi_fi: Ohita VIES-virheet

source: Allow checkout if VIES is unavailable or returns an error
bg_bg: Разрешаване на поръчка, ако VIES не е достъпна или връща грешка
de_de: Kasse erlauben, wenn VIES nicht verfügbar ist oder einen Fehler zurückgibt
et_ee: Luba kassa, kui VIES ei ole saadaval või tagastab vea
fi_fi: Salli kassa, jos VIES ei ole käytettävissä tai palauttaa virheen

source: Exemption Rules
bg_bg: Правила за освобождаване
de_de: Befreiungsregeln
et_ee: Vabastuse reeglid
fi_fi: Vapautussäännöt

source: Disable VAT Exemption
bg_bg: Деактивиране на освобождаване от ДДС
de_de: Umsatzsteuerbefreiung deaktivieren
et_ee: Keela käibemaksuvabastus
fi_fi: Poista ALV-vapautus käytöstä

source: Skip VAT exemption entirely and just register VAT numbers
bg_bg: Пропускане на освобождаване от ДДС изцяло и само регистриране на ДДС номера
de_de: Umsatzsteuerbefreiung vollständig überspringen und nur USt-IdNr. registrieren
et_ee: Jäta käibemaksuvabastus täielikult vahele ja registreeri ainult käibemaksunumbrid
fi_fi: Ohita ALV-vapautus kokonaan ja rekisteröi vain ALV-numerot

source: When enabled, VAT numbers will be collected and validated but no tax exemption will be applied.
bg_bg: При активиране ДДС номерата ще бъдат събирани и валидирани, но няма да се прилага данъчно освобождаване.
de_de: Wenn aktiviert, werden USt-IdNr. erfasst und validiert, aber keine Steuerbefreiung angewendet.
et_ee: Kui see on lubatud, kogutakse ja kontrollitakse käibemaksunumbreid, kuid maksuvabastust ei rakendata.
fi_fi: Kun käytössä, ALV-numerot kerätään ja vahvistetaan, mutta verovapautusta ei sovelleta.

source: Pricing Options
bg_bg: Ценови опции
de_de: Preisoptionen
et_ee: Hinnavalikud
fi_fi: Hintavaihtoehdot

source: Fixed Prices Including VAT
bg_bg: Фиксирани цени с ДДС
de_de: Feste Preise inkl. MwSt.
et_ee: Fikseeritud hinnad koos käibemaksuga
fi_fi: Kiinteät hinnat sisältäen ALV:n

source: Show the same prices including VAT regardless of customer location
bg_bg: Показване на еднакви цени с ДДС независимо от местоположението на клиента
de_de: Gleiche Preise inkl. MwSt. unabhängig vom Kundenstandort anzeigen
et_ee: Kuva samad hinnad koos käibemaksuga sõltumata kliendi asukohast
fi_fi: Näytä samat hinnat sisältäen ALV:n asiakkaan sijainnista riippumatta

source: When enabled, all customers will see the same prices including VAT, regardless of their country. This prevents WooCommerce from adjusting prices based on location.
bg_bg: При активиране всички клиенти ще виждат еднакви цени с ДДС, независимо от тяхната държава. Това предотвратява коригирането на цените от WooCommerce въз основа на местоположението.
de_de: Wenn aktiviert, sehen alle Kunden die gleichen Preise inkl. MwSt., unabhängig von ihrem Land. Dies verhindert, dass WooCommerce Preise basierend auf dem Standort anpasst.
et_ee: Kui see on lubatud, näevad kõik kliendid samu hindu koos käibemaksuga, sõltumata nende riigist. See takistab WooCommerce'il hindu asukoha põhjal kohandamast.
fi_fi: Kun tämä on käytössä, kaikki asiakkaat näkevät samat hinnat sisältäen ALV:n, riippumatta heidän maastaan. Tämä estää WooCommercea muuttamasta hintoja sijainnin perusteella.

source: Custom Labels & Messages
bg_bg: Персонализирани етикети и съобщения
de_de: Benutzerdefinierte Beschriftungen & Nachrichten
et_ee: Kohandatud sildid ja sõnumid
fi_fi: Mukautetut tunnisteet ja viestit

source: These labels and messages will be displayed on the checkout page. Can be translated (e.g. WPML String Translations)
bg_bg: Тези етикети и съобщения ще бъдат показани на страницата за поръчка. Могат да бъдат преведени (напр. WPML String Translations)
de_de: Diese Beschriftungen und Nachrichten werden auf der Kassenseite angezeigt. Können übersetzt werden (z.B. WPML String Translations)
et_ee: Need sildid ja sõnumid kuvatakse kassa lehel. Saab tõlkida (nt WPML stringide tõlked)
fi_fi: Nämä tunnisteet ja viestit näytetään kassasivulla. Voidaan kääntää (esim. WPML String Translations)

source: Company Name Label
bg_bg: Етикет за име на фирма
de_de: Firmenname-Beschriftung
et_ee: Ettevõtte nime silt
fi_fi: Yrityksen nimen tunniste

source: Company Name
bg_bg: Име на фирма
de_de: Firmenname
et_ee: Ettevõtte nimi
fi_fi: Yrityksen nimi

source: Custom label for the company name field. Leave empty to use default.
bg_bg: Персонализиран етикет за полето име на фирма. Оставете празно за използване на стандартния.
de_de: Benutzerdefinierte Beschriftung für das Firmenname-Feld. Leer lassen für Standard.
et_ee: Kohandatud silt ettevõtte nime väljale. Jäta tühjaks vaikimisi kasutamiseks.
fi_fi: Mukautettu tunniste yrityksen nimi -kentälle. Jätä tyhjäksi käyttääksesi oletusta.

source: This string will be registered with WPML for translation.
bg_bg: Този низ ще бъде регистриран с WPML за превод.
de_de: Diese Zeichenfolge wird bei WPML zur Übersetzung registriert.
et_ee: See string registreeritakse WPML-is tõlkimiseks.
fi_fi: Tämä merkkijono rekisteröidään WPML:ään käännöstä varten.

source: VAT Number Label
bg_bg: Етикет за ДДС номер
de_de: USt-IdNr.-Beschriftung

source: VAT Number
bg_bg: ДДС номер
de_de: USt-IdNr.
et_ee: Käibemaksunumber
fi_fi: ALV-numero

source: Custom label for the VAT number field. Leave empty to use default.
bg_bg: Персонализиран етикет за полето ДДС номер. Оставете празно за използване на стандартния.
de_de: Benutzerdefinierte Beschriftung für das USt-IdNr.-Feld. Leer lassen für Standard.
et_ee: Kohandatud silt käibemaksunumbri väljale. Jäta tühjaks vaikimisi kasutamiseks.
fi_fi: Mukautettu tunniste ALV-numero -kentälle. Jätä tyhjäksi käyttääksesi oletusta.

source: VAT Exemption Message
bg_bg: Съобщение за освобождаване от ДДС
de_de: Umsatzsteuerbefreiungsnachricht

source: VAT exempt for this order
bg_bg: Освободен от ДДС за тази поръчка
de_de: Umsatzsteuerbefreit für diese Bestellung
et_ee: Käibemaksuvaba selle tellimuse jaoks
fi_fi: ALV-vapautettu tälle tilaukselle

source: Custom message shown when VAT exemption is applied. Leave empty to use default.
bg_bg: Персонализирано съобщение, показвано при прилагане на освобождаване от ДДС. Оставете празно за използване на стандартното.
de_de: Benutzerdefinierte Nachricht, die angezeigt wird, wenn eine Umsatzsteuerbefreiung angewendet wird. Leer lassen für Standard.
et_ee: Kohandatud sõnum, mis kuvatakse käibemaksuvabastuse rakendamisel. Jäta tühjaks vaikimisi kasutamiseks.
fi_fi: Mukautettu viesti, joka näytetään kun ALV-vapautus sovelletaan. Jätä tyhjäksi käyttääksesi oletusta.

source: Disable VAT Exemption:
bg_bg: Деактивиране на освобождаване от ДДС:
de_de: Umsatzsteuerbefreiung deaktivieren:
et_ee: Keela käibemaksuvabastus:
fi_fi: Poista ALV-vapautus käytöstä:

source: Useful if you only want to collect VAT numbers for record-keeping without applying tax exemptions.
bg_bg: Полезно, ако искате само да събирате ДДС номера за водене на отчети, без да прилагате данъчни освобождавания.
de_de: Nützlich, wenn Sie nur USt-IdNr. für die Aufzeichnung sammeln möchten, ohne Steuerbefreiungen anzuwenden.
et_ee: Kasulik, kui soovite ainult käibemaksunumbreid koguda arvestuse pidamiseks ilma maksuvabastusi rakendamata.
fi_fi: Hyödyllinen, jos haluat vain kerätä ALV-numeroita kirjanpitoa varten soveltamatta verovapautuksia.

source: Fixed Prices Including VAT:
bg_bg: Фиксирани цени с ДДС:
de_de: Feste Preise inkl. MwSt.:
et_ee: Fikseeritud hinnad koos käibemaksuga:
fi_fi: Kiinteät hinnat sisältäen ALV:n:

source: Prevents WooCommerce from adjusting prices based on customer location. All customers see the same prices including VAT.
bg_bg: Предотвратява коригирането на цените от WooCommerce въз основа на местоположението на клиента. Всички клиенти виждат еднакви цени с ДДС.
de_de: Verhindert, dass WooCommerce Preise basierend auf dem Kundenstandort anpasst. Alle Kunden sehen die gleichen Preise inkl. MwSt.
et_ee: Takistab WooCommerce'il hindu kliendi asukoha põhjal kohandamast. Kõik kliendid näevad samu hindu koos käibemaksuga.
fi_fi: Estää WooCommercea muuttamasta hintoja asiakkaan sijainnin perusteella. Kaikki asiakkaat näkevät samat hinnat sisältäen ALV:n.

source: Custom Labels:
bg_bg: Персонализирани етикети:
de_de: Benutzerdefinierte Beschriftungen:
et_ee: Kohandatud sildid:
fi_fi: Mukautetut tunnisteet:

source: Override default field labels to match your store's terminology or language preferences.
bg_bg: Замяна на стандартните етикети на полетата, за да съответстват на терминологията или езиковите предпочитания на вашия магазин.
de_de: Standard-Feldbeschriftungen überschreiben, um der Terminologie oder den Spracheinstellungen Ihres Shops zu entsprechen.
et_ee: Asenda vaikimisi väljasildid, et need vastaksid teie poe terminoloogiale või keeleeelistustele.
fi_fi: Korvaa oletuskentän tunnisteet vastaamaan kauppasi terminologiaa tai kieliasetuksia.

source: Custom Messages:
bg_bg: Персонализирани съобщения:
de_de: Benutzerdefinierte Nachrichten:
et_ee: Kohandatud sõnumid:
fi_fi: Mukautetut viestit:

source: Customize the VAT exemption message shown to customers during checkout.
bg_bg: Персонализиране на съобщението за освобождаване от ДДС, показвано на клиентите по време на поръчка.
de_de: Passen Sie die Umsatzsteuerbefreiungsnachricht an, die Kunden während der Kasse angezeigt wird.
et_ee: Kohanda käibemaksuvabastuse sõnumit, mida klientidele kassa ajal kuvatakse.
fi_fi: Mukauta ALV-vapautusviestiä, joka näytetään asiakkaille kassan aikana.

source: WPML Compatibility:
bg_bg: WPML съвместимост:
de_de: WPML-Kompatibilität:
et_ee: WPML ühilduvus:
fi_fi: WPML-yhteensopivuus:

source: Custom strings are automatically registered with WPML for translation when saved.
bg_bg: Персонализираните низове се регистрират автоматично с WPML за превод при запазване.
de_de: Benutzerdefinierte Zeichenfolgen werden beim Speichern automatisch bei WPML zur Übersetzung registriert.
et_ee: Kohandatud stringid registreeritakse automaatselt WPML-is tõlkimiseks salvestamisel.
fi_fi: Mukautetut merkkijonot rekisteröidään automaattisesti WPML:ään käännöstä varten tallennettaessa.

source: ⚙️ Advanced Settings Info
bg_bg: ⚙️ Информация за разширени настройки
de_de: ⚙️ Erweiterte Einstellungen Info
et_ee: ⚙️ Täpsemad seadete info
fi_fi: ⚙️ Lisäasetusten tiedot

source: WPML is active! Custom strings will be automatically registered for translation when you save them. You can translate them in:
bg_bg: WPML е активен! Персонализираните низове ще бъдат автоматично регистрирани за превод при запазване. Можете да ги преведете в:
de_de: WPML ist aktiv! Benutzerdefinierte Zeichenfolgen werden beim Speichern automatisch zur Übersetzung registriert. Sie können sie übersetzen in:
et_ee: WPML on aktiivne! Kohandatud stringid registreeritakse automaatselt tõlkimiseks nende salvestamisel. Saate neid tõlkida:
fi_fi: WPML on aktiivinen! Mukautetut merkkijonot rekisteröidään automaattisesti käännöstä varten kun tallennat ne. Voit kääntää ne:

source: 🌍 WPML Translation
bg_bg: 🌍 WPML превод
de_de: 🌍 WPML Übersetzung
et_ee: 🌍 WPML tõlge
fi_fi: 🌍 WPML-käännös

source: How VAT Guard Works
bg_bg: Как работи VAT Guard
de_de: Wie VAT Guard funktioniert

source: 🎯 Purpose
bg_bg: 🎯 Цел
de_de: 🎯 Zweck
et_ee: 🎯 Eesmärk
fi_fi: 🎯 Tarkoitus

source: VAT Guard helps you comply with EU VAT regulations by automatically managing VAT exemptions for valid B2B transactions between EU member states.
bg_bg: VAT Guard ви помага да спазвате ЕС ДДС регулациите чрез автоматично управление на ДДС освобождаванията за валидни B2B транзакции между ЕС държави членки.
de_de: VAT Guard hilft Ihnen bei der Einhaltung der EU-Umsatzsteuervorschriften, indem es automatisch Umsatzsteuerbefreiungen für gültige B2B-Transaktionen zwischen EU-Mitgliedstaaten verwaltet.
et_ee: VAT Guard aitab teil järgida EL käibemaksuseadusi, hallates automaatselt käibemaksuvabastusi kehtivate B2B tehingute puhul EL liikmesriikide vahel.
fi_fi: VAT Guard auttaa sinua noudattamaan EU:n ALV-säännöksiä hallitsemalla automaattisesti ALV-vapautuksia kelvollisille B2B-transaktioille EU-jäsenvaltioiden välillä.

source: ⚖️ VAT Exemption Rules
bg_bg: ⚖️ Правила за освобождаване от ДДС
de_de: ⚖️ Umsatzsteuerbefreiungsregeln
et_ee: ⚖️ Käibemaksuvabastuse reeglid
fi_fi: ⚖️ ALV-vapautussäännöt

source: VAT exemption is automatically applied when ALL of the following conditions are met:
bg_bg: Освобождаването от ДДС се прилага автоматично, когато ВСИЧКИ от следните условия са изпълнени:
de_de: Die Umsatzsteuerbefreiung wird automatisch angewendet, wenn ALLE der folgenden Bedingungen erfüllt sind:
et_ee: Käibemaksuvabastus rakendatakse automaatselt, kui KÕIK järgmised tingimused on täidetud:
fi_fi: ALV-vapautus sovelletaan automaattisesti kun KAIKKI seuraavat ehdot täyttyvät:

source: Customer provides a valid EU VAT number
bg_bg: Клиентът предоставя валиден ЕС ДДС номер
de_de: Kunde gibt eine gültige EU-Umsatzsteuer-Identifikationsnummer an

source: VAT number country is different from your store's base country
bg_bg: Страната на ДДС номера е различна от основната страна на вашия магазин
de_de: Das Land der USt-IdNr. unterscheidet sich vom Basisland Ihres Shops
et_ee: Käibemaksunumbri riik erineb teie poe baasriigist
fi_fi: ALV-numeron maa on eri kuin kauppasi kotimaa

source: Shipping method is NOT local pickup
bg_bg: Методът на доставка НЕ е локално вземане
de_de: Versandmethode ist NICHT Selbstabholung
et_ee: Tarneviis EI OLE kohalik kättesaamine
fi_fi: Toimitusmenetelmä EI ole nouto paikan päältä

source: Billing and shipping countries match the VAT number country
bg_bg: Страните за фактуриране и доставка съвпадат със страната на ДДС номера
de_de: Rechnungs- und Versandländer stimmen mit dem Land der USt-IdNr. überein

source: Important:
bg_bg: Важно:
de_de: Wichtig:
et_ee: Oluline:
fi_fi: Tärkeää:

source: If local pickup is selected, VAT is always charged regardless of the VAT number.
bg_bg: Ако е избрано локално вземане, ДДС винаги се начислява независимо от ДДС номера.
de_de: Bei Auswahl der Selbstabholung wird immer Umsatzsteuer berechnet, unabhängig von der USt-IdNr.
et_ee: Kui valitud on kohalik kättesaamine, arvestatakse käibemaks alati sõltumata käibemaksunumbrist.
fi_fi: Jos nouto paikan päältä on valittu, ALV veloitetaan aina ALV-numerosta riippumatta.

source: 🔍 VAT Number Validation
bg_bg: 🔍 Валидиране на ДДС номер
de_de: 🔍 USt-IdNr. Validierung

source: The plugin validates VAT numbers in two stages:
bg_bg: Плъгинът валидира ДДС номерата в два етапа:
de_de: Das Plugin validiert USt-IdNr. in zwei Stufen:
et_ee: Plugin kontrollib käibemaksunumbreid kahes etapis:
fi_fi: Laajennus vahvistaa ALV-numerot kahdessa vaiheessa:

source: Format Validation:
bg_bg: Валидиране на формат:
de_de: Format-Validierung:
et_ee: Formaadi kontrollimine:
fi_fi: Muodon vahvistus:

source: Checks if the VAT number matches the correct format for each EU country
bg_bg: Проверява дали ДДС номерът съответства на правилния формат за всяка ЕС държава
de_de: Prüft, ob die USt-IdNr. dem korrekten Format für jedes EU-Land entspricht
et_ee: Kontrollib, kas käibemaksunumber vastab iga EL riigi õigele formaadile
fi_fi: Tarkistaa vastaako ALV-numero oikeaa muotoa kullekin EU-maalle

source: VIES Validation (Optional):
bg_bg: VIES валидиране (по избор):
de_de: VIES-Validierung (Optional):
et_ee: VIES kontrollimine (valikuline):
fi_fi: VIES-vahvistus (valinnainen):

source: Verifies the VAT number exists in the official EU VIES database
bg_bg: Проверява дали ДДС номерът съществува в официалната ЕС VIES база данни
de_de: Überprüft, ob die USt-IdNr. in der offiziellen EU-VIES-Datenbank existiert
et_ee: Kontrollib, kas käibemaksunumber eksisteerib ametlikus EL VIES andmebaasis
fi_fi: Vahvistaa että ALV-numero on olemassa virallisessa EU VIES -tietokannassa

source: 🚫 When VAT is NOT Exempted
bg_bg: 🚫 Кога ДДС НЕ се освобождава
de_de: 🚫 Wann Umsatzsteuer NICHT befreit wird
et_ee: 🚫 Millal käibemaksu EI vabastatata
fi_fi: 🚫 Milloin ALV:a EI vapauteta

source: No VAT number provided
bg_bg: Не е предоставен ДДС номер
de_de: Keine USt-IdNr. angegeben

source: Invalid VAT number format
bg_bg: Невалиден формат на ДДС номер
de_de: Ungültiges USt-IdNr.-Format

source: VAT number country same as store base country
bg_bg: Страната на ДДС номера е същата като основната страна на магазина
de_de: USt-IdNr.-Land ist dasselbe wie das Basisland des Shops
et_ee: Käibemaksunumbri riik sama mis poe baasriik
fi_fi: ALV-numeron maa sama kuin kaupan kotimaa
