Repository: gertvermeersch/eu-vat-guard-for-woocommerce
Catalog: languages/*-vat-guard-for-woocommerce-*.po
Languages: bg_bg, de_de, et_ee, fi_fi

source: All 27 EU member states VAT number formats are supported with proper validation.
de_de: Alle 27 EU-Mitgliedstaaten USt-IdNr.-Formate werden mit ordnungsgemäßer Validierung unterstützt.
et_ee: Kõigi 27 EL liikmesriigi käibemaksunumbri formaadid on toetatud koos õige kontrollimisega.
fi_fi: Kaikkien 27 EU-jäsenvaltion ALV-numeromuodot ovat tuettuja asianmukaisella vahvistuksella.
